[
    {
        "title": " การขับรถผ่านทางร่วมทางแยกต้องปฏิบัติอย่างไร",
        "options": [
            "ปฏิบัติตามสัญญาณไฟจราจรหรือกฎจราจรอย่างเคร่งครัด",
            "เมื่อพบป้ายเตือนทางร่วมทางแยกให้ขับรถด้วยความเร็วปกติ",
            "หากไม่มีสัญญาณไฟจราจรให้รถคันที่ใหญ่กว่าผ่านทางร่วมทางแยกไปก่อน",
            "เมื่อพบป้ายเตือนสัญญาณไฟบริเวณทางร่วมทางแยกให้ขับรถไปตามปกติ"
        ],
        "answer": 1
    },
    {
        "title": " ผู้ขับขี่ต้องการเลี้ยวรถต้องปฏิบัติอย่างไร",
        "options": [
            "ชะลอรถและเปิดไฟเลี้ยวก่อนถึงทางเลี้ยวไม่น้อยกว่า 30 เมตร",
            "เปิดไฟเลี้ยวก่อนถึงทางเลี้ยว 20 เมตร",
            "หยุดรถเพื่อเตรียมตัวเลี้ยว",
            "เร่งความเร็วก่อนเลี้ยว"
        ],
        "answer": 1
    },
    {
        "title": " การหยุดรถบริเวณทางแยกผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "options": [
            "หยุดทับเส้นแนวหยุด",
            "หยุดหลังเส้นแนวหยุด",
            "หยุดเลยเส้นแนวหยุด",
            "หยุดเลยป้ายหยุด"
        ],
        "answer": 2
    },
    {
        "title": " บริเวณใดห้ามแซง",
        "options": [
            "ทางตรง",
            "ทางที่ปลอดภัย",
            "ทางโล่ง",
            "ทางโค้งรัศมีแคบ"
        ],
        "answer": 4
    },
    {
        "title": " การจอดรถต้องจอดให้ห่างจากขอบทางไม่เกินกี่เซนติเมตร",
        "options": [
            "ห่างไม่เกิน 35 เซนติเมตร",
            "ห่างไม่เกิน 30 เซนติเมตร",
            "ห่างไม่เกิน 25 เซนติเมตร",
            "ห่างไม่เกิน 40 เซนติเมตร"
        ],
        "answer": 3
    },
    {
        "title": " การขับรถแซงรถคันหน้าต้องแซงด้านขวามือ ยกเว้นกรณีใดที่สามารถแซงด้านซ้ายมือได้",
        "options": [
            "เมื่อรถที่จะถูกแซงกำลังเลี้ยวขวา หรือให้สัญญาณว่าจะเลี้ยวขวา",
            "แซงรถคันอื่นทางด้านซ้ายในทางเดินรถช่องทางเดียว",
            "แซงรถคันอื่นในช่องทางขวาของรถที่ถูกแซง",
            "แซงรถคันอื่นทางด้านซ้ายขณะรถวิ่งบนสะพาน"
        ],
        "answer": 1
    },
    {
        "title": " รถในข้อใดที่สามารถนำมาใช้ในทางได้",
        "options": [
            "รถที่ไม่ติดแผ่นป้ายทะเบียนของทางราชการกำหนด",
            "รถที่จดทะเบียนและเสียภาษีแล้ว",
            "รถที่ขาดต่อภาษี",
            "รถที่แจ้งเลิกใช้ตลอดไป"
        ],
        "answer": 2
    },
    {
        "title": " รถในข้อใดห้ามนำมาใช้ในทาง",
        "options": [
            "รถที่มีสภาพไม่มั่นคงแข็งแรง",
            "รถที่ติดแผ่นป้ายทะเบียนของทางราชการกำหนด",
            "รถที่จดทะเบียนและเสียภาษีแล้ว",
            "รถที่อุปกรณ์ส่วนควบครบถ้วน"
        ],
        "answer": 1
    },
    {
        "title": " เขตปลอดภัย หมายความว่าอย่างไร",
        "options": [
            "พื้นที่มีเครื่องหมายแสดงไว้ให้ผู้ขับขี่เห็นว่าปลอดภัยขับต่อไปได้",
            "เขตที่ผู้ขับขี่สามารถนำรถผ่านเข้าไปได้",
            "พื้นที่ในทางเดินรถที่มีเครื่องหมายแสดงไว้ให้เห็นได้ชัดเจนทุกเวลาสำหรับให้คนเดินเท้าที่ข้ามทางหยุดรอ หรือให้คนที่ขึ้นหรือลงจากรถหยุดรอก่อนจะข้ามทางต่อไป",
            "เขตที่คนเดินเท้าสามารถข้ามทางได้โดยไม่ต้องหยุดรอ"
        ],
        "answer": 3
    },
    {
        "title": " รถในข้อใดที่สามารถนำมาใช้ในทางเดินรถได้",
        "options": [
            "รถที่มีเสียงดังเกินกว่าเกณฑ์ที่ทางราชการกำหนด",
            "รถที่มีสิ่งลากถูไปบนทางเดินรถ",
            "รถที่มีล้อไม่ใช่ยาง",
            "รถที่มีเสียงเครื่องยนต์ดังในระดับ 80 เดซิเบล"
        ],
        "answer": 4
    },
    {
        "title": " สัญญาณจราจรไฟสีแดงที่ทำเป็นรูปกากบาทเฉียงอยู่เหนือช่องเดินรถ ห้ามมิให้ผู้ขับขี่ขับรถอย่างไร",
        "options": [
            "จอดรถในช่องเดินรถนั้น",
            "หยุดและจอดรถในช่องเดินรถนั้น",
            "ขับรถในช่องเดินรถนั้น",
            "หยุดรถในช่องเดินรถนั้น"
        ],
        "answer": 3
    },
    {
        "title": " เมื่อพนักงานจราจรยืนและเหยียดแขนซ้ายออกไปเสมอระดับไหล่ ผู้ขับขี่ซึ่งขับรถมาจากทางด้านไหนของพนักงานจราจรจะต้องหยุดรถ",
        "options": [
            "ด้านข้าง",
            "ด้านหน้าและด้านหลัง",
            "ด้านหลัง",
            "ด้านหน้า"
        ],
        "answer": 3
    },
    {
        "title": " เมื่อพนักงานจราจรยืนและเหยียดแขนขวาท่อนล่างตั้งฉากกับแขนท่อนบนและตั้งฝ่ามือขึ้น ผู้ขับขี่ซึ่งขับรถมาจากทางด้านไหนของพนักงานจราจรจะต้องหยุดรถ",
        "options": [
            "ด้านหลัง",
            "ด้านหน้าและด้านหลัง",
            "ด้านหน้า",
            "ด้านข้างและด้านหลัง"
        ],
        "answer": 2
    },
    {
        "title": " การขับรถผ่านทางร่วมทางแยกที่มีสัญญาณจราจรไฟกระพริบสีแดง ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "options": [
            "หยุดรถหลังเส้นให้รถหยุด เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรจึงให้ขับรถต่อไปด้วยความระมัดระวัง",
            "ลดความเร็วของรถลงและผ่านทางเดินรถนั้นไปด้วยความระมัดระวัง",
            "จอดรถด้วยความระมัดระวัง",
            "เพิ่มความเร็วของรถและผ่านทางเดินรถนั้นไปโดยเร็ว"
        ],
        "answer": 1
    },
    {
        "title": " การขับรถผ่านทางร่วมทางแยกที่มีสัญญาณจราจรไฟกระพริบสีเหลือง ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "options": [
            "ลดความเร็วของรถลงและผ่านทางเดินรถนั้นไปด้วยความระมัดระวัง",
            "หยุดรถหลังเส้นให้รถหยุด เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรจึงขับรถต่อไปด้วยความระมัดระวัง",
            "จอดรถ",
            "เพิ่มความเร็วของรถและผ่านทางเดินรถนั้นไปโดยเร็ว"
        ],
        "answer": 1
    },
    {
        "title": " ผู้ขับขี่ต้องขับรถในทางเดินรถด้านซ้ายยกเว้นกรณีใดสามารถเดินรถทางขวาหรือกลางของทางเดินรถได้",
        "options": [
            "ไม่มีรถสวนทางมา",
            "ทางเดินรถกว้างมาก",
            "ด้านซ้ายของทางเดินรถมีสิ่งกีดขวาง",
            "ทางเดินรถมีน้ำท่วมขัง"
        ],
        "answer": 3
    },
    {
        "title": " การให้สัญญาณด้วยแขน โดยผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกตัวรถเสมอระดับไหล่และโบกมือขึ้นลงหลายครั้ง หมายถึงผู้ขับขี่นั้นต้องการอะไร",
        "options": [
            "หยุดรถ",
            "เลี้ยวขวา",
            "จะลดความเร็วของรถ",
            "จอดรถ"
        ],
        "answer": 3
    },
    {
        "title": " ผู้ขับขี่ต้องขับรถให้ห่างจากรถคันหน้าเท่าไร",
        "options": [
            "ในระยะที่จะสามารถหยุดรถได้โดยปลอดภัยเมื่อมีความจำเป็น",
            "ไม่น้อยกว่า 2 เมตร",
            "ไม่น้อยกว่า 1 เมตร",
            "ไม่น้อยกว่า 3 เมตร"
        ],
        "answer": 1
    },
    {
        "title": " ผู้ขับขี่ต้องการจะเลี้ยวซ้าย ต้องขับรถในช่องเดินรถด้านซ้ายก่อนถึงทางเลี้ยวกี่เมตร",
        "options": [
            "ไม่น้อยกว่า 15 เมตร",
            "ไม่น้อยกว่า 20 เมตร",
            "ไม่น้อยกว่า 25 เมตร",
            "ไม่น้อยกว่า 30 เมตร"
        ],
        "answer": 4
    },
    {
        "title": " ผู้ขับขี่ต้องเปิดไฟหน้าหรือไฟท้ายรถให้รถคันอื่นเห็นได้ในระยะไม่น้อยกว่าเท่าใด",
        "options": [
            "150 เมตร",
            "100 เมตร",
            "60 เมตร",
            "120 เมตร"
        ],
        "answer": 1
    }
]

